Table of Contents
 Class CssConversions
Namespace
IdeaStatiCa.PluginsTools.CrossSectionConversions
Assembly
IdeaStatiCa.Plugin.dll
public class CssConversions
Inheritance
object
CssConversions
Inherited Members
 object.ToString()
 object.Equals(object)
 object.Equals(object, object)
 object.ReferenceEquals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
Methods
 ConvertCrossSectionName(string)
public string ConvertCrossSectionName(string originalName)
Parameters
originalName string
Returns
string
 Edit this page